<?php
/**
 * Custom config
 *
 * @author dandelion <web.dandelion@gmail.com>
 */
$paymethods = array(
	'Наличными курьеру (только Уфа)',
	'на карту Сбербанка (или на счет в Сбербанке)', 
	'на счет в Альфабанке',
	'WebMoney (+5% от суммы заказа на вывод средств)',
	'"Яндекс Деньги" (+5% от суммы заказа на вывод средств)',
	'"Киви Кошелек" (+5% от суммы заказа на вывод средств)',
	'Сервис приема платежей "Единая касса"',
	'Система денежных переводов "CONTACT"',
	'Система денежных переводов "Золотая корона"',
	'Система денежных переводов "Migom"'
);
/**
 * RoboKassa
 */
define('ROBOKASSA_LOGIN','');
define('ROBOKASSA_PASS1','');
define('ROBOKASSA_PASS2','');
/**
 * QIWI
 */
define('QIWI_LOGIN','');
define('QIWI_PASSWORD','');
$qiwi_statuses = array(
    50 => 'Выставлен',
    52 => 'Проводится',
    60 => 'Оплачен',
    150 => 'Отменен (ошибка на терминале)',
    151 => 'Отменен (ошибка авторизации: недостаточно средств на балансе, отклонен абонентом при оплате с лицевого счета оператора сотовой связи и т.п.).',
    160 => 'Отменен',
    161 => 'Отменен (Истекло время)'
);
/**
 * Yandex Mail
 */
define('YANDEX_MAIL_TOKEN','c96f532a71cca12e67a6e22a7ee5cfae1207fa29cbb69271ceb7c7cb');